<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Эти учетные данные не соответствуют нашим записям.',
    'throttle' => 'Слишком много попыток входа в систему. Повторите попытку через: секунды секунды.',
    'full_name' => 'Полное имя',
    'email' => 'Эл. адрес',
    'password' => 'Пароль',
    'confirm_password' => 'Подтвердите пароль',
    'remember_me' => 'Запомнить меня',
    'sign_in' => 'Войти',
    'sign_out' => 'выход',
    'register' => 'регистр',

    'login' => [
        'title' => 'Войдите, чтобы начать сеанс',
        'forgot_password' => 'Я забыл мой пароль',
        'register_membership' => 'Зарегистрируйте новое членство',
    ],

    'registration' => [
        'title' => 'Зарегистрируйте новое членство',
        'i_agree' => 'Я согласен с',
        'terms' => 'условия',
        'have_membership' => 'У меня уже есть членство',
    ],

    'forgot_password' => [
        'favicon_title'  => 'Забыли пароль',
        'heading_title'  => 'Забыли пароль ?',
        'title' => 'Введите адрес электронной почты, чтобы сбросить пароль',
        'send_pwd_reset' => 'Отправить ссылку для сброса пароля',
        'email_pwd_reset_btn' => 'Ссылка для сброса пароля электронной почты',
        'email_success_msg' => 'Мы отправили вам ссылку для сброса пароля по электронной почте!',
        'email_reset_msg' => 'Введите Ваш электронный адрес, чтобы сбросить пароль.',
        'forgot_pwd_msg' => 'Забыли пароль? Без проблем. Просто сообщите нам свой адрес электронной почты, и мы вышлем вам ссылку для сброса пароля, которая позволит вам выбрать новый.',
    ],

    'reset_password' => [
        'title' => 'Сбросить пароль',
        'reset_pwd_btn' => 'Сбросить пароль',
        'reset_password_notification' => 'Уведомление о сбросе пароля',
        'reset_password_msg' => 'Вы получили это письмо, поскольку мы получили запрос на сброс пароля для вашей учетной записи.',
        'reset_password_msg2' => 'Если вы не запрашивали сброс пароля, никаких дальнейших действий не требуется.',
        'reset_password_msg3' => 'Срок действия этой ссылки для сброса пароля истекает через :count минут.',
    ],

    'emails' => [
        'password' => [
            'reset_link' => 'Нажмите здесь, чтобы сбросить пароль',
        ],
    ],

    'app' => [
        'member_since' => 'Член с',
        'messages' => 'Сообщения',
        'settings' => 'Настройки',
        'lock_account' => 'Заблокировать учетную запись',
        'profile' => 'Профиль',
        'online' => 'Онлайн',
        'search' => 'Поиск',
        'create' => 'Создать',
        'export' => 'Экспорт',
        'print' => 'Печать',
        'reset' => 'Сбросить',
        'reload' => 'Перезагрузить',
    ],
];
